---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyKeepTextReadable
source: html/22910a03-a4c1-6e64-74d0-6125d837864a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyKeepTextReadable Property

"Keep text readable"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyKeepTextReadable { get; }
```